Revit 2027 API
BuiltInFailures.FabricFailures.WireDiameterTooLarge Property
 Fabric Wire Diameter is too large.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId WireDiameterTooLarge { get; }
Public Shared ReadOnly Property WireDiameterTooLarge As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ WireDiameterTooLarge {
	FailureDefinitionId^ get ();
}
static member WireDiameterTooLarge : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FabricFailures Class
Autodesk.Revit.DB Namespace